alacritty
arandr
autorandr
base
base-devel
bc
bluetui
bluez-utils
brightnessctl
btop
chromium
clang
dmenu
dmidecode
fastfetch
feh
firefox
flameshot
flatpak
galculator
git
grub
gst-plugin-pipewire
gvfs
gvim
htop
i3-wm
i3blocks
i3lock
i3status
lazygit
lua51
luarocks
nano
neovim
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
pavucontrol
picom
pypy3
python-numpy
python-pip
python-pipx
python-requests
python-setuptools
ripgrep
rustup
stow
thunar
tmux
ttf-firacode-nerd
unzip
upower
vi
wget
xclip
xdg-desktop-portal-gtk
xidlehook
xorg-xrandr
yay
yay-debug
zsh
